{
	"joinGame": "Join game",
	"createGame": "Create game",
	"startGame": "Start game",
	"backButton": "Back",
	"Language": "Language",
	"Drawtime": "Drawtime",
	"Rounds": "Rounds",
	"Theme": "Theme",
	"enterName": "Enter name",
	"enterCode": "Enter code",
	"gameCode": "Game code",
	"participantLabel": "Participants",
	"waitingForHost": "Waiting for host to start game",
	"minimumPlayers": "Needs at least 2 players to start",
	"Mixed": "Mixed",
	"Office": "Office",
	"Animals": "Animals",
	"Food": "Food",
	"Movies": "Movies & Characters",
	"Music": "Music",
	"Nature": "Nature",
	"Sports": "Sports",
	"Technology": "Technology",
	"Seconds": "seconds",
	"gameRules": "Game rules",
	"pleaseEnterName": "Please enter your name",
	"Points": "Points",
	"chooseWord": "Choose a word",
	"Guesses": "Guesses",
	"Send": "Send",
	"typeGuess": "Type your guess here...",
	"leaveGame": "Leave game",
	"Leaderboard": "Leaderboard",
	"correctGuess": "guessed correctly!",
	"isDrawing": "is drawing",
	"choosingWord": "is choosing a word",
	"gameOver": "Game over!",
	"winnerIs": "The winner is:",
	"toHome": "Back to homepage",
	"leaveAlert": "Are you sure you want to leave the game?",
	"aboutPart1": "Sketchdle is a drawing and guessing game where players take turns illustrating and guessing words based on a specific theme. The objective is to score the most points by either guessing the correct word quickly or by creating clear drawings that help others guess your word.",
	"aboutPart2": "Before starting the game, one player creates a private room, shares the link with the group, and customizes the settings. Players can select the number of rounds, the time limit for each turn, and a theme for the game, such as 'Animals', 'Office Items', or any other category.",
	"aboutPart3": "During the game, players take turns drawing words randomly selected from the theme-based word pool. When it’s your turn to draw, you must use only the provided drawing tools to illustrate the word. Writing letters, numbers, or symbols that directly reveal the answer is not allowed.",
	"aboutPart4": "Players guess the word by typing their answers in the chat box, with multiple guesses allowed. However, players may not reveal the word verbally or give hints outside of their drawing. The faster you guess correctly, the more points you earn. At the end of all rounds, the player with the highest score is declared the winner. Sketchdle combines creativity and quick thinking with the added challenge of themed gameplay, making it a fun and engaging experience for everyone!"
}