{
	"joinGame": "Gå med i spel",
	"createGame": "Skapa spel",
	"startGame": "Starta spel",
	"backButton": "Tillbaka",
	"Language": "Språk",
	"Drawtime": "Tid per ritning",
	"Rounds": "Rundor",
	"Theme": "Tema",
	"enterName": "Ange namn",
	"enterCode": "Ange spelkod",
	"gameCode": "Spelkod",
	"participantLabel": "Deltagare",
	"waitingForHost": "Väntar på att värden ska starta spelet",
	"minimumPlayers": "Behöver minst 2 spelare för att starta",
	"Mixed": "Blandat",
	"Office": "Kontor",
	"Animals": "Djur",
	"Food": "Mat",
	"Movies": "Filmer & Karaktärer",
	"Music": "Musik",
	"Nature": "Natur",
	"Sports": "Sporter",
	"Technology": "Teknologi",
	"Seconds": "sekunder",
	"gameRules": "Spelregler",
	"pleaseEnterName": "Please enter your name",
	"Points": "Poäng",
	"chooseWord": "Välj ett ord",
	"Guesses": "Gissningar",
	"Send": "Skicka",
	"typeGuess": "Skriv din gissning här...",
	"leaveGame": "Lämna spelet",
	"Leaderboard": "Poängställning",
	"correctGuess": "gissade rätt!",
	"isDrawing": "ritar",
	"choosingWord": "väljer ord",
	"gameOver": "Spelet är slut!",
	"winnerIs": "Vinnaren är:",
	"toHome": "Tillbaka till huvudsidan",
	"leaveAlert": "Är du säker på att du vill lämna spelet?",
	"aboutPart1": "Sketchdle är ett rit- och gissningsspel där spelarna turas om att illustrera och gissa ord baserat på ett specifikt tema. Målet är att få flest poäng genom att antingen gissa rätt ord snabbt eller genom att skapa tydliga teckningar som hjälper andra att gissa ditt ord.",
	"aboutPart2": "Innan spelet börjar skapar en spelare ett privat rum, delar länken med gruppen och anpassar inställningarna. Spelarna kan välja antal omgångar, tidsgräns för varje tur och ett tema för spelet, såsom 'Djur', 'Kontorsartiklar' eller någon annan kategori.",
	"aboutPart3": "Under spelet turas spelarna om att rita ord som slumpmässigt valts från den temabaserade ordpoolen. När det är din tur att välja ord använder du de tillhandahållna ritverktygen för att illustrera ordet. Att skriva bokstäver, siffror eller symboler som direkt avslöjar svaret är inte tillåtet.",
	"aboutPart4": "Spelarna gissar ordet genom att skriva sina svar i chattrutan, flera gissningar tillåtna. Spelarna får dock inte avslöja ordet muntligt eller ge ledtrådar utanför sin teckning. Ju snabbare du gissar rätt, desto fler poäng får du. I slutet av alla omgångar utses spelaren med högst poäng till vinnare. Sketchdle kombinerar kreativitet och snabbt tänkande med den extra utmaningen av tematiskt spel, vilket gör det till en rolig och engagerande upplevelse för alla!"
}